{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"activation": "tanh", "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "dtype": "float32", "trainable": true, "name": "dense_1", "batch_input_shape": [null, 200], "use_bias": true, "bias_regularizer": null, "units": 2}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "units": 1, "trainable": true, "name": "dense_2", "activation": "tanh", "use_bias": true, "bias_regularizer": null}}], "keras_version": "2.0.2"}